Repository: SkrytnayaRediska/PlantBook---Swift
Catalog: laba1/Res/*.lproj/Localizable.strings
Languages: ru

source: Plants
ru: Растения

source: Map
ru: Карта

source: Library
ru: Библиотека

source: Name
ru: Название

source: Life time is
ru: Продолжительность жизни

source: Videos
ru: Видео

source: Description
ru: Описание

source: Family
ru: Семейство

source: Time of life
ru: Продолжительность жизни

source: Add secondary photos
ru: Добавить дополнительные фото

source: Delete secondary photos
ru: Удалить дополнительные фото

source: Add video
ru: Добавить видео

source: Save Changes
ru: Сохранить изменения

source: Add new plant to collection
ru: Добавить растение в библиотеку

source: Language
ru: Язык

source: Settings
ru: Настройки

source: Dark Mode
ru: Черный режим

source: Font Size
ru: Размер Шрифта

source: Save settings
ru: Сохранить настройки

source: Set Theme
ru: Выбрать тему

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Edit
ru: Изменить

source: Edit mode is LOCKED
ru: Возможность изменения заблокированна

# SignUpRestriction
source: Sign Up or Login to be ablle to edit. Settings -> Login
ru: Войди в аккаунт, чтобы редактировать. Настроки -> Войти

source: Can not delete last photo
ru: Невозможно удалить последнее фото

source: Item must have at least one photo
ru: Сущность должна иметь хотя бы одно фото

source: Can not add secondary photos
ru: Невозможно добавить дополнительные фото

source: Plese add main photo
ru: Пожалуйста добавьте главную фотографию

source: Can not delete photos
ru: Невозможно удалить фотографии

source: Plese fill out the fields
ru: Пожалуйста заполните все поля

source: Name field is empty
ru: Поле "Название" не заполненно

source: Family field is empty
ru: Поле "Семейство" не заполненно

source: Life time field is empty
ru: Поле "Продолжительность жизни" не заполненно

source: Description field is empty
ru: Поле "Описание" не заполненно

source: Video has not been selected or upload didn't finish
ru: Видео не было добавленно или его загрузка еще не оконченна

source: Photo was not picked
ru: Фото не было выбранно

source: There is no video
ru: У сущности нету видео

source: Please add video
ru: Пожалуйста добавьте видео
